/*
Максимальне число в файлі
Мінімальне число в файлі
Медіану
    (парна кількість елементів -> півсума двох сусідніх значень.
    Тобто наприклад, у наборі {1, 8, 14, 19} медіаною буде 11 (бо 0.5*(8+14)=11).)
Середнє арифметичне значення
* Найбільшу послідовність чисел (які ідуть один за одним), яка збільшується (опціонально)
* Найбільшу послідовність чисел (які ідуть один за одним), яка зменшується (опціонально)

час не більше ніж за 40 секунд
 */

package org.nataliia_petrenko;

public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}